"1 101 1 4206624770 ,"
"input 1 3 112 112 ,"
" 317 320 325 328 333 336 339 342 345 350 353 356 359 362 365 368 371 376 379 382 385 388 391 394 397 400 403 406 411 414 417 420 423 426 429 432 437 440 443 446 449 452 455 458 463 464 472 474 477 480 483 486 489 492 495 498 501 504 507 510 513 516 519 522 525 528 531 534 537 540 543 546 549 552 555 558 561 564 567 570 573 576 579 582 585 588 591 594 597 600 603 606 609 612 615 618 621 624 627 input output ,"
"output ,"
" 100 ,"
"Convolution Conv_0 1 1 input 474 1 3 32 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU6 Clip_1 1 1 474 317 ,"
"Convolution Conv_2 1 1 317 477 32 1 32 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_3 1 1 477 320 ,"
"Convolution Conv_4 1 1 320 480 1 32 16 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_5 1 1 480 483 1 16 96 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_6 1 1 483 325 ,"
"Convolution Conv_7 1 1 325 486 96 1 96 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU6 Clip_8 1 1 486 328 ,"
"Convolution Conv_9 1 1 328 489 1 96 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_10 1 1 489 492 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_11 1 1 492 333 ,"
"Convolution Conv_12 1 1 333 495 144 1 144 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_13 1 1 495 336 ,"
"Convolution Conv_14 1 1 336 498 1 144 24 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_15 2 1 489 498 339 ,"
"Convolution Conv_16 1 1 339 501 1 24 144 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_17 1 1 501 342 ,"
"Convolution Conv_18 1 1 342 504 144 1 144 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU6 Clip_19 1 1 504 345 ,"
"Convolution Conv_20 1 1 345 507 1 144 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_21 1 1 507 510 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_22 1 1 510 350 ,"
"Convolution Conv_23 1 1 350 513 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_24 1 1 513 353 ,"
"Convolution Conv_25 1 1 353 516 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_26 2 1 507 516 356 ,"
"Convolution Conv_27 1 1 356 519 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_28 1 1 519 359 ,"
"Convolution Conv_29 1 1 359 522 192 1 192 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_30 1 1 522 362 ,"
"Convolution Conv_31 1 1 362 525 1 192 32 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_32 2 1 356 525 365 ,"
"Convolution Conv_33 1 1 365 528 1 32 192 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_34 1 1 528 368 ,"
"Convolution Conv_35 1 1 368 531 192 1 192 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU6 Clip_36 1 1 531 371 ,"
"Convolution Conv_37 1 1 371 534 1 192 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_38 1 1 534 537 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_39 1 1 537 376 ,"
"Convolution Conv_40 1 1 376 540 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_41 1 1 540 379 ,"
"Convolution Conv_42 1 1 379 543 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_43 2 1 534 543 382 ,"
"Convolution Conv_44 1 1 382 546 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_45 1 1 546 385 ,"
"Convolution Conv_46 1 1 385 549 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_47 1 1 549 388 ,"
"Convolution Conv_48 1 1 388 552 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_49 2 1 382 552 391 ,"
"Convolution Conv_50 1 1 391 555 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_51 1 1 555 394 ,"
"Convolution Conv_52 1 1 394 558 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_53 1 1 558 397 ,"
"Convolution Conv_54 1 1 397 561 1 384 64 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_55 2 1 391 561 400 ,"
"Convolution Conv_56 1 1 400 564 1 64 384 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_57 1 1 564 403 ,"
"Convolution Conv_58 1 1 403 567 384 1 384 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_59 1 1 567 406 ,"
"Convolution Conv_60 1 1 406 570 1 384 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_61 1 1 570 573 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_62 1 1 573 411 ,"
"Convolution Conv_63 1 1 411 576 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_64 1 1 576 414 ,"
"Convolution Conv_65 1 1 414 579 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_66 2 1 570 579 417 ,"
"Convolution Conv_67 1 1 417 582 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_68 1 1 582 420 ,"
"Convolution Conv_69 1 1 420 585 576 1 576 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_70 1 1 585 423 ,"
"Convolution Conv_71 1 1 423 588 1 576 96 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_72 2 1 417 588 426 ,"
"Convolution Conv_73 1 1 426 591 1 96 576 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_74 1 1 591 429 ,"
"Convolution Conv_75 1 1 429 594 576 1 576 3 3 2 2 1 1 1 -1 1 1 ,"
"ReLU6 Clip_76 1 1 594 432 ,"
"Convolution Conv_77 1 1 432 597 1 576 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_78 1 1 597 600 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_79 1 1 600 437 ,"
"Convolution Conv_80 1 1 437 603 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_81 1 1 603 440 ,"
"Convolution Conv_82 1 1 440 606 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_83 2 1 597 606 443 ,"
"Convolution Conv_84 1 1 443 609 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_85 1 1 609 446 ,"
"Convolution Conv_86 1 1 446 612 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_87 1 1 612 449 ,"
"Convolution Conv_88 1 1 449 615 1 960 160 1 1 1 1 0 0 1 -1 1 1 ,"
"Add Add_89 2 1 443 615 452 ,"
"Convolution Conv_90 1 1 452 618 1 160 960 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_91 1 1 618 455 ,"
"Convolution Conv_92 1 1 455 621 960 1 960 3 3 1 1 1 1 1 -1 1 1 ,"
"ReLU6 Clip_93 1 1 621 458 ,"
"Convolution Conv_94 1 1 458 624 1 960 320 1 1 1 1 0 0 1 -1 1 1 ,"
"Convolution Conv_95 1 1 624 627 1 320 1280 1 1 1 1 0 0 1 -1 1 1 ,"
"ReLU6 Clip_96 1 1 627 463 ,"
"Pooling GlobalAveragePool_97 1 1 463 464 1 0 0 1 1 0 0 -1 -1 -1 0 ,"
"Reshape Reshape_103 1 1 464 472 0 4 4 0 -1 1 1 ,"
"InnerProduct Gemm_104 1 1 472 output 7 1 0 1 ,"
